#+TITLE: Development Log
#+AUTHOR: Ray Perry
#+EMAIL: rperry@pmmimediagroup.com

* Time spent on this project
#+BEGIN: clocktable :maxlevel 2 :scope subtree
#+CAPTION: Clock summary at [2017-09-14 Thu 02:23]
| Headline                   | Time    |       |
|----------------------------+---------+-------|
| *Total time*               | *13:31* |       |
|----------------------------+---------+-------|
| Time spent on this project | 13:31   |       |
| \_  Lunch/Breaks           |         |  1:00 |
| \_  Bootstrapping          |         | 10:29 |
| \_  Core Functionality     |         |  2:02 |
#+END:

** Lunch/Breaks
   :LOGBOOK:
   CLOCK: [2017-09-14 Thu 00:59]--[2017-09-14 Thu 01:07] =>  0:08
   CLOCK: [2017-09-13 Wed 19:51]--[2017-09-13 Wed 20:00] =>  0:09
   CLOCK: [2017-09-13 Wed 16:27]--[2017-09-13 Wed 17:10] =>  0:43
   :END:
** Bootstrapping
   :LOGBOOK:
   CLOCK: [2017-09-13 Wed 22:13]--[2017-09-14 Thu 00:03] =>  1:50
   CLOCK: [2017-09-13 Wed 20:00]--[2017-09-13 Wed 20:53] =>  0:53
   CLOCK: [2017-09-13 Wed 19:13]--[2017-09-13 Wed 19:50] =>  0:37
   CLOCK: [2017-09-13 Wed 19:10]--[2017-09-13 Wed 19:13] =>  0:03
   CLOCK: [2017-09-13 Wed 18:30]--[2017-09-13 Wed 19:10] =>  0:40
   CLOCK: [2017-09-13 Wed 17:51]--[2017-09-13 Wed 18:26] =>  0:35
   CLOCK: [2017-09-13 Wed 17:30]--[2017-09-13 Wed 17:36] =>  0:06
   CLOCK: [2017-09-13 Wed 17:11]--[2017-09-13 Wed 17:15] =>  0:04
   CLOCK: [2017-09-13 Wed 12:52]--[2017-09-13 Wed 16:09] =>  3:17
   CLOCK: [2017-09-13 Wed 12:45]--[2017-09-13 Wed 12:52] =>  0:07
   CLOCK: [2017-09-13 Wed 12:27]--[2017-09-13 Wed 12:44] =>  0:17
   CLOCK: [2017-09-13 Wed 12:17]--[2017-09-13 Wed 12:27] =>  0:10
   CLOCK: [2017-09-13 Wed 10:46]--[2017-09-13 Wed 12:15] =>  1:29
   CLOCK: [2017-09-13 Wed 10:25]--[2017-09-13 Wed 10:46] =>  0:21
   :END:
** Core Functionality
   :LOGBOOK:
   CLOCK: [2017-09-14 Thu 01:07]--[2017-09-14 Thu 02:18] =>  1:11
   CLOCK: [2017-09-14 Thu 00:04]--[2017-09-14 Thu 00:55] =>  0:51
   CLOCK: [2017-09-14 Thu 00:04]--[2017-09-14 Thu 00:04] =>  0:00
   :END:
